Repository: 84000/data-translation-memory
Catalog: toh297-v3.tmx
Source language: bo
Languages: en

source: ཁམས་མང་པོ་པའི་མདོ།
en: The Sūtra Multitude of Constituents

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Mañjuśrī Kumārabhūta.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་དུ་ཡོད་པ་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: The Blessed One was staying at Jeta Grove, Anāthapiṇḍada’s park at Śrāvastī.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་གཅིག་པུ་དབེན་པར་སོང་སྟེ།
en: At that time, Venerable Ānanda went alone into the forest.

source: ནང་དུ་ཡང་དག་བཞག་ནས་སེམས་ལ་སེམས་ཀྱི་རྣམ་པར་རྟོག་པ་འདི་ལྟ་བུ་དག་སྐྱེས་ཏེ། འཇིགས་པ་གང་དག་འབྱུང་ཞིང་སྐྱེ་བ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེའི་མཁས་པ་ལས་ནི་མ་ཡིན་ནོ།
en: Once he was settled in meditation, the following thought arose in his mind: “Whatever dangers arise, all of them arise from foolishness, not from being learned.

source: །ཡམས་ཀྱི་ནད་གང་དག་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུག་པ་གང་དག་འབྱུང་ཞིང་སྐྱེ་བ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེའི་མཁས་པ་ལས་ནི་མ་ཡིན་ནོ་སྙམ་མོ།
en: Whatever calamity, whatever harm, contagious illness, or conflict arises, all of them arise from foolishness, not from being learned.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ཕྱེ་མ་རེད་ནང་དུ་ཡང་དག་འཇོག་ལས་ལངས་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: In the afternoon, Venerable Ānanda rose from his meditation and went to where the Blessed One was. He bowed his head to the feet of the Blessed One, and then sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་འདིར་བདག་གཅིག་པུ་དབེན་པར་མཆིས་ཏེ། ནང་དུ་ཡང་དག་བཞག་ན་སེམས་ལ་སེམས་ཀྱི་རྣམ་པར་རྟོག་པ། འདི་ལྟ་བུ་དག་སྐྱེས་ཏེ། འཇིགས་པ་གང་དག་འབྱུང་ཞིང་སྐྱེ་བ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེའི་མཁས་པ་ལས་ནི་མ་ལགས་སོ།
en: Once seated to one side, Venerable Ānanda said to the Blessed One, “Honorable One, today I went into the forest, and while settled in meditation, the following thought came to my mind: ‘Whatever dangers arise, all of them arise from foolishness, not from being learned.

source: །ཡམས་ཀྱི་ནད་གང་དག་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུག་པ་གང་དག་འབྱུང་ཞིང་སྐྱེ་བ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེའི་མཁས་པ་ལས་ནི་མ་ལགས་སོ་སྙམ་མོ།
en: Whatever calamity, whatever harm, contagious illness, or conflict arises, all of them arise from foolishness, not from being learned.’ ” “

source: །ཀུན་དགའ་བོ་དེ་དེ་བཞིན་ནོ།
en: Ānanda, it thus!

source: །དེ་དེ་བཞིན་ཏེ།
en: It is thus!

source: འཇིགས་པ་གང་དག་འབྱུང་ཞིང་སྐྱེ་བ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེའི་མཁས་པ་ལས་ནི་མ་ཡིན་ནོ།
en: Whatever dangers arise, all of them arise from foolishness, not from being learned.

source: །ཡམས་ཀྱི་ནད་གང་དག་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུག་པ་གང་དག་འབྱུང་ཞིང་སྐྱེ་བ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེའི་མཁས་པ་ལས་ནི་མ་ཡིན་ནོ།
en: Whatever calamity, whatever harm, contagious illness, or conflict arises, all of them arise from foolishness, not from being learned.

source: །ཀུན་དགའ་བོ་དཔེར་ན་འདམ་བུ་སྐམ་པོའི་ཁང་པའམ། རྩྭ་སྐམ་པོའི་ཁང་པའམ། སོག་མ་སྐམ་པོའི་ཕུང་པོ་དག་ལ་མེ་བཏང་ན་དེ་རྣམས་ཀྱང་ཚིག་པར་བྱེད་དོ།
en: Ānanda, consider this analogy: if a house made of dried reeds or a house made of hay, or a pile of dry straw, is set on fire, it will indeed be burnt.

source: །དེ་བཞིན་དུ་འཇིགས་པ་གང་དག་འབྱུང་ཞིང་སྐྱེ་བ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེའི་མཁས་པ་ལས་ནི་མ་ཡིན་ནོ།
en: In the same way, whatever dangers arise, all of them arise from foolishness, not from being learned.

source: །ཀུན་དགའ་བོ་འདས་པའི་དུས་སུ་འཇིགས་པ་གང་དག་བྱུང་ཞིང་སྐྱེས་པ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེའི་མཁས་པ་ལས་ནི་མ་ཡིན་ནོ།
en: Ānanda, in the past, whatever dangers arose, all of them arose from foolishness, not from being learned.

source: །ཡམས་ཀྱི་ནད་གང་དག་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུག་པ་གང་དག་བྱུང་ཞིང་སྐྱེས་པ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེའི་མཁས་པ་ལས་ནི་མ་ཡིན་ནོ།
en: Whatever calamity, whatever harm, contagious illness, or conflict arose, all of them arose from foolishness, not from being learned.

source: །ཀུན་དགའ་བོ་མ་འོངས་པའི་དུས་འཇིགས་པ་གང་དག་འབྱུང་ཞིང་སྐྱེ་བར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེ་བར་འགྱུར་གྱི་མཁས་པ་ལས་ནི་མ་ཡིན་ནོ།
en: Ānanda, in the future, whatever dangers may arise, all of them will arise from foolishness, not from being learned.

source: །ཡམས་ཀྱི་ནད་གང་དག་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུག་པ་གང་དག་འབྱུང་ཞིང་སྐྱེ་བར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་ནི་བྱིས་པ་ལས་སྐྱེ་བར་འགྱུར་གྱི་མཁས་པ་ལས་ནི་མ་ཡིན་ནོ།
en: Whatever calamity, whatever harm, contagious illness, or conflict may arise, all of them will arise from foolishness, not from being learned. “

source: །ཀུན་དགའ་བོ་དེ་ལྟར་ན་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་དུས་དག་ཏུ་འཇིགས་པ་དང་བཅས་པ་ནི་བྱིས་པའོ། །འཇིགས་པ་མེད་པ་ནི་མཁས་པའོ།
en: Ānanda, in this way, in the past, in the future, and in the present, those who encounter danger are the foolish, and those who are free of danger are the learned.

source: །ཡམས་ཀྱི་ནད་དང་བཅས་པ་ནི་བྱིས་པའོ། །ཡམས་ཀྱི་ནད་མེད་པ་ནི་མཁས་པའོ།
en: Those with calamity are the foolish, and those without calamity are the learned.

source: །གནོད་པ་དང་བཅས་པ་ནི་བྱིས་པའོ། །གནོད་པ་མེད་པ་ནི་མཁས་པའོ།
en: Those with harm are the foolish, and those without harm are the learned.

source: །ནད་འགོ་བ་དང་བཅས་པ་ནི་བྱིས་པའོ། །ནད་འགོ་བ་མེད་པ་ནི་མཁས་པའོ།
en: Those with contagious illness are the foolish, and those without contagious illness are the learned.

source: །འཁྲུག་པ་དང་བཅས་པ་ནི་བྱིས་པའོ། །འཁྲུག་པ་མེད་པ་ནི་མཁས་པའོ།
en: Those with conflict are the foolish, and those without conflict are the learned.

source: །ཀུན་དགའ་བོ་འཇིགས་པ་དང་། ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུག་པ་དག་ནི་བྱིས་པ་ལས་ཡིན་གྱི་མཁས་པ་ལས་ནི་མ་ཡིན་པར་ཤེས་པར་བྱའོ།
en: Ānanda, you should know that danger, as well as calamity, harm, contagious illness, and conflict, are from foolishness, they are not from being learned. “

source: །ཀུན་དགའ་བོ་དེ་ལྟ་བས་ན་བྱིས་པའི་ཆོས་དང་། མཁས་པའི་ཆོས་ཁོང་དུ་ཆུད་པར་བྱའོ། །བྱིས་པའི་ཆོས་དང་། མཁས་པའི་ཆོས་དག་ཁོང་དུ་ཆུད་ནས་ཀྱང་བྱིས་པའི་ཆོས་ནི་སྤང་བར་བྱའི། མཁས་པའི་ཆོས་ནི་ཡང་དག་པར་བླང་བར་བྱ་སྟེ།
en: So, Ānanda, you should understand the qualities of the foolish and the qualities of the learned, and having understood the qualities of the foolish and the qualities of the learned, you should abandon the qualities of the foolish, and adopt the qualities of the learned.

source: ཀུན་དགའ་བོ་དེ་ལྟར་དེ་བཞིན་དུ་བསླབ་པར་བྱའོ།
en: Ānanda, you should train in this way.” “

source: །བཙུན་པ་ཇི་ཙམ་གྱིས་ན་བྱིས་པ་བྱིས་པ་ཞེས་བགྱི་བའི་གྲངས་སུ་མཆི་བ་ལགས།
en: Honorable One, how are the foolish classified as ‘foolish’?” “

source: ཀུན་དགའ་བོ་བྱིས་པ་ནི་ཁམས་ལ་མཁས་པ་མ་ཡིན་པ་དང་། སྐྱེ་མཆེད་ལ་མཁས་པ་མ་ཡིན་པ་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་མཁས་པ་མ་ཡིན་པ་དང་། གནས་དང་གནས་མ་ཡིན་པ་ལ་མཁས་པ་མ་ཡིན་པ་སྟེ།
en: Ānanda, the foolish are not learned in the constituents, are not learned in the sense fields, are not learned in dependent origination, and are not learned in what is possible and impossible.

source: ཀུན་དགའ་བོ་དེ་ཙམ་གྱིས་ན་བྱིས་པ་བྱིས་པ་ཞེས་བྱ་བའི་གྲངས་སུ་འགྲོ་བ་ཡིན་ནོ།
en: Ānanda, in that way, the foolish may be classified as ‘foolish.’ ” “

source: །བཙུན་པ་ཇི་ཙམ་གྱིས་ན་མཁས་པ་མཁས་པ་ཞེས་བགྱི་བའི་གྲངས་སུ་མཆི་བ་ལགས།
en: Honorable One, how are the learned classified as ‘learned’?” “

source: ཀུན་དགའ་བོ་མཁས་པ་ནི་ཁམས་ལ་མཁས་པ་དང་། སྐྱེ་མཆེད་ལ་མཁས་པ་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་མཁས་པ་དང་། གནས་དང་གནས་མ་ཡིན་པ་ལ་མཁས་པ་ཡིན་ཏེ།
en: Ānanda, the learned are learned in the constituents, are learned in the sense fields, are learned in dependent origination, and are learned in what is possible and impossible.

source: ཀུན་དགའ་བོ་དེ་ཙམ་གྱིས་ན་མཁས་པ་མཁས་པ་ཞེས་བྱ་བའི་གྲངས་སུ་འགྲོ་བ་ཡིན་ནོ།
en: Ānanda, in that way, the learned may be classified as ‘learned.’ ” “

source: །བཙུན་པ་ཇི་ཙམ་གྱིས་ན་མཁས་པ་ཁམས་ལ་མཁས་པ་ལགས།
en: Venerable One, how is it that the learned are learned in the constituents?” “

source: ཀུན་དགའ་བོ་མཁས་པ་ནི་ཁམས་བཅྭ་བརྒྱད་པོ་མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་།
en: Ānanda, the learned know and see the eighteen constituents correctly just as they are—the constituent of the eye, the constituent of form, and the constituent of visual consciousness; the constituent of the ear, the constituent of sound, and the constituent of auditory consciousness; the constituent of the nose, the constituent of smell, and the constituent of olfactory consciousness; the constituent of the tongue, the constituent of taste, and the constituent of gustatory consciousness; the constituent of the body, the constituent of touch, and the constituent of tactile consciousness; and the constituent of the intellect, the constituent of mental phenomena, and the constituent of mental consciousness.

source: ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་སྟེ། ཀུན་དགའ་བོ་དེ་ལྟར་ན་ཁམས་བཅྭ་བརྒྱད་པོ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: Ānanda, in this way they know and see the eighteen constituents correctly, just as they are. “

source: །གཞན་ཡང་ཁམས་དྲུག་པོ་སའི་ཁམས་དང་། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་།
en: Moreover, they know and see these six constituents correctly, just as they are—the constituent of earth, the constituent of water, the constituent of fire, the constituent of wind, the constituent of space, and the constituent of consciousness.

source: རྣམ་པར་ཤེས་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་སྟེ། དེ་ལྟར་ན་ཁམས་དྲུག་པོ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: In this way, they know and see these six constituents correctly, just as they are. “

source: །གཞན་ཡང་ཁམས་དྲུག་པོ་འདོད་པའི་ཁམས་དང་། གནོད་སེམས་ཀྱི་ཁམས་དང་། རྣམ་པར་འཚེ་བའི་ཁམས་དང་། ངེས་པར་འབྱུང་བའི་ཁམས་དང་། གནོད་སེམས་མེད་པའི་ཁམས་དང་།
en: Moreover, they know and see these six constituents correctly, just as they are—the constituent of desire, the constituent of malice, the constituent of hostility, the constituent of renunciation, the constituent of the absence of malice, and the constituent of the absence of hostility.

source: རྣམ་པར་འཚེ་བ་མེད་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་སྟེ།
en: In this way, they know and see the six constituents correctly, just as they are. “

source: དེ་ལྟར་ན་ཁམས་དྲུག་པོ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ། །གཞན་ཡང་ཁམས་དྲུག་པོ་བདེ་བའི་ཁམས་དང་། སྡུག་བསྔལ་གྱི་ཁམས་དང་། ཡིད་བདེ་བའི་ཁམས་དང་། ཡིད་མི་བདེ་བའི་ཁམས་དང་།
en: Moreover, they know and see these six constituents correctly, just as they are—the constituent of pleasure, the constituent of pain, the constituent of happiness, the constituent of sadness, the constituent of equanimity, and the constituent of ignorance.

source: བཏང་སྙོམས་ཀྱི་ཁམས་དང་། མ་རིག་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་སྟེ། དེ་ལྟར་ན་ཁམས་དྲུག་པོ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: In this way, they know and see the six constituents correctly, just as they are. “

source: །གཞན་ཡང་ཁམས་བཞི་པོ་ཚོར་བའི་ཁམས་དང་། འདུ་ཤེས་ཀྱི་ཁམས་དང་། འདུ་བྱེད་ཀྱི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: Moreover, they know and see these four constituents correctly, just as they are—the constituent of sensation, the constituent of perception, the constituent of formation, and the constituent of consciousness. “

source: །གཞན་ཡང་ཁམས་གསུམ་པོ་འདོད་པའི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། གཟུགས་མེད་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: Moreover, they know and see these three constituents correctly, just as they are—the constituent of desire, the constituent of form, and the constituent of formlessness. “

source: །གཞན་ཡང་ཁམས་གསུམ་པོ་གཟུགས་ཀྱི་ཁམས་དང་། གཟུགས་མེད་པའི་ཁམས་དང་། འགོག་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: Moreover, they know and see these three constituents correctly, just as they are—the constituent of form, the constituent of formlessness, and the constituent of cessation. “

source: །གཞན་ཡང་ཁམས་གསུམ་པོ་འདས་པའི་ཁམས་དང་། མ་འོངས་པའི་ཁམས་དང་། ད་ལྟར་བྱུང་བའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: Moreover, they know and see these three constituents correctly, just as they are—the constituent of the past, the constituent of the future, and the constituent of the present. “

source: །གཞན་ཡང་ཁམས་གསུམ་པོ་དམན་པའི་ཁམས་དང་། བར་མའི་ཁམས་དང་། གྱ་ནོམ་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: Moreover, they know and see these three constituents correctly, just as they are—the constituent of the inferior, the constituent of the intermediate, and the constituent of the superior. “

source: །གཞན་ཡང་ཁམས་གསུམ་པོ་དགེ་བའི་ཁམས་དང་། མི་དགེ་བའི་ཁམས་དང་། ལུང་དུ་མ་བསྟན་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: Moreover, they know and see these three constituents correctly, just as they are—the constituent of the virtuous, the constituent of the nonvirtuous, and the constituent of the neutral. “

source: །གཞན་ཡང་ཁམས་གསུམ་པོ་སློབ་པའི་ཁམས་དང་། མི་སློབ་པའི་ཁམས་དང་། སློབ་པ་ཡང་མ་ཡིན་མི་སློབ་པ་ཡང་མ་ཡིན་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: Moreover, they know and see these three constituents correctly, just as they are—the constituent of learning, the constituent of no learning, and the constituent of neither learning nor no learning. “

source: །གཞན་ཡང་ཁམས་གཉིས་པོ་ཟག་པ་དང་བཅས་པའི་ཁམས་དང་། ཟག་པ་མེད་པའི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ།
en: Moreover, they know and see these two constituents correctly, just as they are—the constituent of the contaminated, and the constituent of the uncontaminated. “

source: །གཞན་ཡང་ཁམས་གཉིས་པོ་འདུས་བྱས་ཀྱི་ཁམས་དང་། འདུས་མ་བྱས་ཀྱི་ཁམས་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ཏེ།
en: Moreover, they know and see these two constituents correctly, just as they are—the constituent of the conditioned, and the constituent of the unconditioned. “

source: ཀུན་དགའ་བོ་དེ་ཙམ་གྱིས་ན་མཁས་པ་ཁམས་ལ་མཁས་པ་ཡིན་ནོ།
en: Ānanda, it is in this way that the learned are learned in the constituents.” “

source: །བཙུན་པ་ཇི་ཙམ་གྱིས་ན་མཁས་པ་སྐྱེ་མཆེད་ལ་མཁས་པ་ལགས།
en: Honorable One, how is it that the learned are learned in sense fields?” “

source: ཀུན་དགའ་བོ་མཁས་པ་ནི་སྐྱེ་མཆེད་བཅུ་གཉིས་པོ་མིག་གི་སྐྱེ་མཆེད་དང་། གཟུགས་ཀྱི་སྐྱེ་མཆེད་དང་། རྣ་བའི་སྐྱེ་མཆེད་དང་། སྒྲའི་སྐྱེ་མཆེད་དང་། སྣའི་སྐྱེ་མཆེད་དང་། དྲིའི་སྐྱེ་མཆེད་དང་། ལྕེའི་སྐྱེ་མཆེད་དང་། རོའི་སྐྱེ་མཆེད་དང་། ལུས་ཀྱི་སྐྱེ་མཆེད་དང་། རེག་བྱའི་སྐྱེ་མཆེད་དང་། ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་། ཆོས་ཀྱི་སྐྱེ་མཆེད་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་སྟེ།
en: Ānanda, the learned know and see the twelve sense fields correctly, just as they are—the sense field of the eye and the sense field of sight; the sense field of the ear and the sense field of sound; the sense field of the nose and the sense field of odor; the sense field of the tongue and the sense field of taste; the sense field of the body and the sense field of touch; the sense field of the mind and the sense field of mental phenomena.

source: ཀུན་དགའ་བོ་དེ་ཙམ་གྱིས་ན་མཁས་པ་སྐྱེ་མཆེད་ལ་མཁས་པ་ཡིན་ནོ།
en: Ānanda, it is in this way that the learned are learned in the sense fields.” “

source: །བཙུན་པ་ཇི་ཙམ་གྱིས་ན་མཁས་པ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་མཁས་པ་ལགས།
en: Honorable One, how is it that the learned are learned in dependent origination?” “

source: ཀུན་དགའ་བོ་མཁས་པ་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་འདི་ཉིད་ལུགས་བཞིན་འབྱུང་བ་དང་། ལུགས་ལས་བཟློག་པ་འདི་ལྟ་སྟེ། འདི་ཡོད་པས་འདི་འབྱུང་། འདི་སྐྱེས་པས་འདི་སྐྱེ་སྟེ། འདི་ལྟར་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད། འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ།
en: Ānanda, the learned know and see dependent origination correctly, just as it is, in forward and reverse order, in this way: “When this is present, this will arise, and when this arises, this will occur.

source: རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས། མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག །སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ། རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ། ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ། སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ། ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ། སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ། སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་དག་འབྱུང་ཞིང་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འདི་འབའ་ཞིག་འབྱུང་བར་འགྱུར་རོ།
en: In this way, through the condition of ignorance, there is formation; through the condition of formation, there is consciousness; through the condition of consciousness, there is name and form; through the condition of name and form, there are the six sense fields; through the condition of the six sense fields, there is contact; through the condition of contact, there is sensation; through the condition of sensation, there is craving; through the condition of craving, there is grasping; through the condition of grasping, there is becoming; through the condition of becoming, there is birth; through the condition of birth, there is old age and death, sorrow, lamentation, suffering, unhappiness, and disturbance— this mass of nothing but suffering. “

source: །འདི་ལྟ་སྟེ། འདི་མེད་པས་འདི་མི་འབྱུང་། འདི་འགགས་པས་འདི་འགག་སྟེ། འདི་ལྟར་མ་རིག་པ་འགགས་པས་འདུ་བྱེད་འགག །འདུ་བྱེད་འགགས་པས་རྣམ་པར་ཤེས་པ་འགག །རྣམ་པར་ཤེས་པ་འགགས་པས་མིང་དང་གཟུགས་འགག །
en: And so, too, when this is not present, this will not arise, and with the cessation of this, this will cease.

source: མིང་དང་གཟུགས་འགགས་པས་སྐྱེ་མཆེད་དྲུག་འགག །སྐྱེ་མཆེད་དྲུག་འགགས་པས་རེག་པ་འགག །རེག་པ་འགགས་པས་ཚོར་བ་འགག །ཚོར་བ་འགགས་པས་སྲེད་པ་འགག །སྲེད་པ་འགགས་པས་ལེན་པ་འགག །ལེན་པ་འགགས་པས་སྲིད་པ་འགག །སྲིད་པ་འགགས་པས་སྐྱེ་བ་འགག །སྐྱེ་བ་འགགས་པས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་དག་འགག་ཅིང་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འདི་འབའ་ཞིག་འགག་པར་འགྱུར་བ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ཏེ།
en: In this way, through the cessation of ignorance, formation ceases; through the cessation of formation, consciousness ceases; through the cessation of consciousness, name and form cease; through the cessation of name and form, the six sense fields cease; through the cessation of the six sense fields, contact ceases; through the cessation of contact, sensation ceases; through the cessation of sensation, craving ceases; through the cessation of craving, grasping ceases; through the cessation of grasping, becoming ceases; through the cessation of becoming, birth ceases; through the cessation of birth, old age and death, sorrow, lamentation, suffering, unhappiness, and disturbance—this mass of nothing but suffering—ceases.”. “

source: ཀུན་དགའ་བོ་དེ་ཙམ་གྱིས་ན་མཁས་པ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་མཁས་པ་ཡིན་ནོ།
en: Ānanda, it is in this way that the learned are learned in dependent origination.” “

source: །བཙུན་པ་ཇི་ཙམ་གྱིས་ན་མཁས་པ་གནས་དང་གནས་མ་ཡིན་པ་ལ་མཁས་པ་ལགས།
en: Honorable One, how is it that the learned are learned in what is possible and impossible?” “

source: ཀུན་དགའ་བོ་མཁས་པ་ནི་གནས་ལ་གནས་དང་། གནས་མ་ཡིན་པ་ལ་གནས་མ་ཡིན་པ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཤེས་ཤིང་མཐོང་བ་ཡིན་ནོ། །ཀུན་དགའ་བོ་འདི་ནི་གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་སྟེ། གང་ལུས་ཀྱིས་ཉེས་པར་སྤྱད་པ་དང་།
en: Ānanda, the learned know and see correctly, just as it is, that what is possible is possible, and what is impossible is impossible. “

source: ངག་དང་། ཡིད་ཀྱིས་ཉེས་པར་སྤྱད་པའི་རྣམ་པར་སྨིན་པ་འདོད་པ་དང་། སྡུག་པ་དང་། དགའ་བ་དང་། ཡིད་དུ་འོང་བ་དག་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་འདི་ནི་གནས་མ་ཡིན་ནོ།
en: Ānanda, this is impossible and unfeasible: that the ripening of any negative behavior of the body, or any negative behavior of the speech or mind, will produce things that are desirable, pleasant, joyful, or attractive.

source: །འདི་ནི་གནས་ཡིན་ཏེ།
en: This is impossible.

source: གང་ལུས་ཀྱིས་ཉེས་པར་སྤྱད་པ་དང་། ངག་དང་། ཡིད་ཀྱིས་ཉེས་པར་སྤྱད་པའི་རྣམ་པར་སྨིན་པ་འདོད་པ་མ་ཡིན་པ་དང་།
en: This is possible: that the ripening of any negative behavior of the body, or any negative behavior of the speech or mind, will produce things that are undesirable, unpleasant, unjoyful, and unattractive.

source: སྡུག་པ་མ་ཡིན་པ་དང་།
en: This is possible. “

source: དགའ་བ་མ་ཡིན་པ་དང་། ཡིད་དུ་འོང་བ་མ་ཡིན་པ་དག་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་འདི་ནི་གནས་ཡིན་ནོ། །ཀུན་དགའ་བོ་འདི་ནི་གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་སྟེ་གང་ལུས་ཀྱིས་ལེགས་པར་སྤྱད་པ་དང་། ངག་དང་། ཡིད་ཀྱིས་ལེགས་པར་སྤྱད་པའི་རྣམ་པར་སྨིན་པ་འདོད་པ་མ་ཡིན་པ་དང་།
en: Ānanda, this is impossible and unfeasible: that the ripening of any positive behavior of the body, or any positive behavior of the speech or mind, will produce things that are undesirable, unpleasant, unjoyful, and unattractive.

source: དགའ་བ་མ་ཡིན་པ་དང་། ཡིད་དུ་འོང་བ་མ་ཡིན་པ་དག་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་འདི་ནི་གནས་མ་ཡིན་ནོ། །འདི་ནི་གནས་ཡིན་ཏེ་གང་ལུས་ཀྱིས་ལེགས་པར་སྤྱད་པ་དང་། ངག་དང་། ཡིད་ཀྱིས་ལེགས་པར་སྤྱད་པའི་རྣམ་པར་སྨིན་པ་འདོད་པ་དང་།
en: This is possible: that the ripening of any positive behavior of the body, or any positive behavior of the speech or mind, will produce things that are desirable, pleasant, joyful, and attractive.

source: སྡུག་པ་དང་།
en: This is possible. “

source: དགའ་བ་དང་། ཡིད་དུ་འོང་བ་དག་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་འདི་ནི་གནས་ཡིན་ནོ། །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་གང་ལུས་ཀྱིས་ཉེས་པར་སྤྱད་པ་སྤྱད། ངག་དང་། ཡིད་ཀྱིས་ཉེས་པར་སྤྱད་པ་སྤྱད་ནས་རྒྱུ་དེ་དག་དང་རྐྱེན་དེས་ལུས་ཞིག་ནས་བདེ་འགྲོ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་བ་འདི་ནི་གནས་མ་ཡིན་ནོ།
en: It is impossible and unfeasible that having engaged in negative behavior of the body, or having engaged in negative behavior of the speech or mind, that by these causes and conditions, after the body has been destroyed, one will be reborn among the gods of the joyful higher realms.

source: གང་ལུས་ཀྱིས་ཉེས་པར་སྤྱད་པ་སྤྱད། ངག་དང་། ཡིད་ཀྱིས་ཉེས་པར་སྤྱད་པ་སྤྱད་ནས་རྒྱུ་དེ་དང་རྐྱེན་དེས་ལུས་ཞིག་ནས་ཤི་ཕན་ཅད་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བ་སེམས་ཅན་དམྱལ་བ་དག་གི་ནང་དུ་སྐྱེ་བར་འགྱུར་བ་འདི་ནི་གནས་ཡིན་ནོ། །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་གང་ལུས་ཀྱིས་ལེགས་པར་སྤྱད་པ་སྤྱད།
en: It is possible that having engaged in negative behavior of the body, or having engaged in negative behavior of the speech or mind, that by these causes and conditions, after death, when the body has been destroyed, one will be reborn among the hell beings who have fallen into the lower states of rebirth.

source: ངག་དང་།
en: This is possible. “

source: ཡིད་ཀྱིས་ལེགས་པར་སྤྱད་པ་སྤྱད་ནས་རྒྱུ་དེ་དང་རྐྱེན་དེས་ལུས་ཞིག་ནས་ཤི་ཕན་ཅད་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བ་སེམས་ཅན་དམྱལ་བ་དག་གི་ནང་དུ་སྐྱེ་བར་འགྱུར་བ་འདི་ནི་གནས་མ་ཡིན་ནོ། །འདི་ནི་གནས་ཡིན་ཏེ་གང་ལུས་ཀྱིས་ལེགས་པར་སྤྱད་པ་སྤྱད། ངག་དང་།
en: It is impossible and unfeasible that having engaged in positive behavior of the body, or having engaged in positive behavior of the speech or mind, that by these causes and conditions, after death, when the body has been destroyed, one will be reborn among the hell beings who have fallen into the lower states of rebirth.

source: ཡིད་ཀྱིས་ལེགས་པར་སྤྱད་པ་སྤྱད་ནས་རྒྱུ་དེ་དང་རྐྱེན་དེས་ལུས་ཞིག་ནས་བདེ་འགྲོ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་བ་འདི་ནི་གནས་ཡིན་ནོ།
en: This is impossible. It is possible that having engaged in positive behavior of the body, or having engaged in positive behavior of the speech or mind, that by these causes and conditions, when the body has been destroyed, one will be reborn among the gods of the joyful higher realms.

source: །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གཉིས་འཇིག་རྟེན་དུ་གང་སྔ་ཕྱི་མེད་པར་འབྱུང་བ་འདི་ནི་གནས་མ་ཡིན་ཏེ།
en: This is possible. “It is impossible and unfeasible for two perfect and complete buddhas to appear simultaneously in a world. This is impossible.

source: གང་གཅིག་འབྱུང་བ་འདི་ནི་གནས་ཡིན་ནོ།
en: For one to appear is possible. “

source: །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་འཁོར་ལོས་སྒྱུར་བ་གཉིས་འཇིག་རྟེན་དུ་གང་སྔ་ཕྱི་མེད་པར་འབྱུང་བ་འདི་ནི་གནས་མ་ཡིན་ཏེ།
en: It is impossible and unfeasible for two universal monarchs to appear simultaneously in a world. This is impossible.
